{
  "aboutme": "عنّي",
  "education": "التعليم",
  "experience": "الخبرات",
  "skills": "المهارات",
  "portfolio": "أعمالي",
  "hero_hi": "مرحبًا، أنا",
  "hero_name": "راشد بن محمد العنزي",
  "hero_description": "مطور مواقع - طموح وموهوب ومتفاني يتمتع بمهارات تقنية وتجارية عالية",
  "se_description": "أنا مبرمج شغوف أمتلك خبرة قوية في تطوير الواجهات الأمامية، ولدي القدرة على بناء التطبيقات باستخدام أحدث التقنيات وأدوات البرمجة، مع التركيز على تقديم تجارب مستخدم مميزة وسلسة. أسعى دائمًا لتطوير مهاراتي والانخراط في التعلم المستمر في مجال البرمجة، وأعمل على تنفيذ حلول مبتكرة تساهم في تعزيز الأداء والجودة",
  "about_description": "أنا شغوف بالتعلم وتطوير المهارات الجديدة، وأتزود بالطاقة من مواجهة التحديات والتكيف مع الظروف المختلفة، حتى في ظل الضغط. أحرص دائمًا على البحث عن فرص لتعزيز قدراتي، وأسعى لإيجاد حلول مبتكرة للمشكلات. أؤمن بقوة العمل الجماعي والتعاون لتحقيق الأهداف المشتركة.",
  "about_design": "تصميم",
  "about_design_text": "أقدّم خدمات تصميم مواقع مخصصة بناءً على متطلباتك وأفكارك، كما يمكنني إنشاء موقع إلكتروني من الصفر وتقديم الاستشارات طوال فترة تنفيذ المشروع.",
  "about_development": "تطوير",
  "about_development_text": "أختص في إنشاء مواقع إلكترونية مصممة خصيصًا لتلبية احتياجاتك وتفضيلاتك، كما يمكنني بناء الموقع من الصفر وتقديم التوجيه والدعم طوال مراحل التنفيذ.",
  "about_maintenance": "صيانة",
  "about_maintenance_text": "أضمن صيانة موقعك وتحديثه باستمرار، ومعالجة أي مشاكل أو تحسينات مطلوبة. كما أقدّم خيار تصميم الموقع من البداية مع الدعم والإرشاد اللازم.",
  "education1": "التعليم",
  "education_intro": "تعكس رحلتي الأكاديمية أساسًا قويًا في علوم الحاسب، حيث جمعت بين المعرفة التقنية والتطبيق العملي من خلال مشاريع واقعية.",
  "education_university": "جامعة الإمام محمد بن سعود الإسلامية",
  "education_college": "الكلية: التطبيقيةالتخصص :علوم الحاسب - تقنية برمجة",
  "education_degree": "الدرجة: دبلوم",
  "education_project": "مشروع التخرج: دربك",
  "education_project_desc": "منصة لتوجيه الطلاب في مسارهم التعليمي والمهني. حصلت على المركز الأول على دفعة البرمجة.",

  "experience_description": "تمتد رحلتي المهنية عبر مجالات متعددة تشمل التدريب، وتشغيل المنصات، ودعم الفعاليات الحية. وقد أسهمت كل تجربة في تطوير مهاراتي في التواصل، وحل المشكلات التقنية، والتنسيق الفوري، مما مكّنني من تقديم قيمة فعلية في بيئات العمل الديناميكية.",
  "exp_platform_title": "تشغيل المنصات",
  "exp_platform_org": "الاتحاد السعودي للأمن السيبراني والبرمجة والدرونز",
  "exp_platform_duration": "ديسمبر 2024 - الآن · دوام كامل",
  "exp_platform_location": "الرياض، السعودية",
  "exp_platform_desc": "طورت تحديات برمجية على CoderHub. أشرفت على أجنحة الاتحاد في LEAP وBlack Hat. توليت اللوجستيات والإعداد التقني.",

  "exp_coop_title": "تدريب تعاوني - برمجة",
  "exp_coop_org": "الاتحاد السعودي للأمن السيبراني والبرمجة والدرونز",
  "exp_coop_duration": "أغسطس 2024 - الآن · دوام كامل",
  "exp_coop_location": "الرياض، السعودية",
  "exp_coop_desc": "ساهمت في تطوير الواجهات الأمامية لمنصات مثل CoderHub وSatr وSakura. عملت على تحسين تجربة المستخدم.",

  "exp_support_title": "الدعم الفني",
  "exp_support_org": "منظمة كنوز ريتاج",
  "exp_support_duration": "مايو 2019 - مايو 2024 · دوام جزئي",
  "exp_support_location": "الرياض، السعودية",
  "exp_support_desc": "قدّمت دعمًا فنيًا خلال مؤتمرات طبية مثل SHA ومؤتمر القلب العالمي. أدرت الأنظمة الحيّة للمعدات التقنية.",
  "skills1": "المهارات",
  "using_now": "أستخدم الآن:",
  "learning": "أتعلم:",
  "portfolio1": "أعمالي",
  "All": "    الكل",
  "Sakura": "ساكورا                        ",
  "BusinessEch": "بزنسيك",
  "portfolio_footer": "والمزيد قادم قريبًا!",
  "back_to_top": "العودة للأعلى",
  "copyright": " جميع الحقوق محفوظة راشد العنزي -  2025 ©"
  
}
