{
  "aboutme": "About Me",
  "education": "Education",
  "experience": "Experience",
  "skills": "Skills",
  "portfolio": "Portfolio",
  "hero_hi": "Hi, I am",
  "hero_name": "Rashid M Alanazi",
  "hero_description": "Web Developer - Ambitious, Talented and dedicated skilled Technical and Business oriented Person.",
  "se_description": "I am a passionate programmer with strong experience in front-end development. I have the ability to develop applications using the latest technologies and programming tools, focusing on providing outstanding and seamless user experiences. I am always striving to improve my skills and engage in continuous learning in the field of programming, working on implementing innovative solutions that contribute to enhancing performance and quality.",
  "about_description": "I am passionate about learning and developing new skills. I thrive on adapting to new challenges and working under pressure. I always look for opportunities to enhance my abilities and seek innovative solutions to problems. I believe in the power of teamwork and collaboration to achieve common goals.",
  "about_design": "DESIGN",
  "about_design_text": "I offer custom web design services based on your requirements and ideas. I can also create a website from the ground up and provide consultation during the project.",
  "about_development": "DEVELOPMENT",
  "about_development_text": "I specialize in creating websites tailored to your specific needs and preferences. I can also build a site from scratch and offer guidance throughout the entire process.",
  "about_maintenance": "MAINTENANCE",
  "about_maintenance_text": "I can ensure your website is well-maintained and up-to-date, addressing any issues or improvements as needed. I also offer the option to design and build your site from scratch, while providing support and advice along the way.",
 "education1": "Education",
  "education_intro": "My academic journey reflects a strong foundation in computer science, where I combined technical knowledge with practical experience through real-world projects.",
  "education_university": "Imam Mohammad Ibn Saud Islamic University",
  "education_college": "College: Applied | Major: Computer Science - Programming Technology",
  "education_degree": "Degree: Diploma",
  "education_project": "Graduation Project: Darbak",
  "education_project_desc": "A platform to guide students on their educational and professional path. Achieved 1st place among Programming batch.",
  "experience_description":"My professional journey spans across various areas including training, platform operations, and live support for events. Each experience has enriched my skills in communication, technical problem-solving, and real-time coordination, enabling me to contribute effectively in dynamic work environments.",
  "exp_platform_title": "Platform Operation",
  "exp_platform_org": "The Saudi Federation for Cybersecurity, Programming and Drones",
  "exp_platform_duration": "Dec 2024 - Present · Full-time",
  "exp_platform_location": "Riyadh, Saudi Arabia",
  "exp_platform_desc": "Developed programming challenges on CoderHub. Operated booths at LEAP and Black Hat. Managed logistics and technical setup.",

  "exp_coop_title": "Coop Training - Programming",
  "exp_coop_org": "The Saudi Federation for Cybersecurity, Programming and Drones",
  "exp_coop_duration": "Aug 2024 - Present · Full-time",
  "exp_coop_location": "Riyadh, Saudi Arabia",
  "exp_coop_desc": "Contributed to front-end development of platforms like CoderHub, Satr, and Sakura. Improved UI/UX across platforms.",

  "exp_support_title": "IT Support",
  "exp_support_org": "Konoz Retaj Organization",
  "exp_support_duration": "May 2019 - May 2024 · Part-time",
  "exp_support_location": "Riyadh, Saudi Arabia",
  "exp_support_desc": "Provided technical support during major medical conferences like SHA and World Cardiology Congress. Managed live IT systems.",
  "skills1": "SKILLS",
  "using_now": "USING NOW:",
  "learning": "LEARNING:",
  "portfolio1": "PORTFOLIO",
  "All": "All",
  "Sakura": "Sakura",
  "BusinessEch": "BusinessEch",
  "portfolio_footer": "And many more to come!",
    "back_to_top": "BACK TO TOP",
  "copyright": " All Rights Reserved - Rashid Alanazi 2025 ©."
}

